"Scan failed" = "Scannen mislukt";
"Scan canceled" = "Scannen geannuleerd";
"Document feeder is empty" = "Documentlade is leeg";

"Scanner is in use" = "Scanner is in gebruik";
"Scanner is offline" = "Scanner is offline";
"Scan incomplete" = "Scan niet voltooid";
"Problems communicating with scanner" = "Problemen met communiceren met scanner";
"The scanner failed to complete the scan." = "De scanner is er niet in geslaagd om de scan te voltooien.";

"Unable to generate editable text for scanned document" = "Kan geen bewerkbare tekst genereren voor gescande document";
"The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product." = "Het gescande document is opgeslagen als een afbeeldingsbestand. Als u gescande documenten wilt opslaan met bewerkbare tekst, installeert u HP Easy Scan op deze computer. Ga naar www.hp.com/support en download de meest recente software voor uw HP-product.";

"The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder." = "Een of meerdere bestanden kunnen niet worden bewaard omdat u onvoldoende toegangsbevoegdheden hebt tot de map \"%@\".";
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Selecteer het bestand in de Finder en selecteer Bestand > Info om toegangsbevoegdheden te bekijken of wijzigen.";

"The scanned images could not be saved as \"%@\" doesn't exist." = "De gescande afbeelding kan niet worden opgeslagen omdat \"%@\" niet bestaat.";

"Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk." = "Schijf \"%@\" is vol. Probeer items te verwijderen uit \"%@\" of sla de afbeelding op een andere schijf op.";
